{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "-------New-------"
			},
			"Translation":
			{
				"Text": "------新游戏------"
			},
			"Key": "13361F35462A8BE76636EE9E23C9395A"
		},
		{
			"Source":
			{
				"Text": "-------Quit-------"
			},
			"Translation":
			{
				"Text": "-------退出-------"
			},
			"Key": "62F21177448E1BB1622F6899066EC85F"
		},
		{
			"Source":
			{
				"Text": "------Editor------"
			},
			"Translation":
			{
				"Text": "------作者------"
			},
			"Key": "3ABFF66847FED662505B7D8EC73660D7"
		},
		{
			"Source":
			{
				"Text": "------Setting------"
			},
			"Translation":
			{
				"Text": "------设置------"
			},
			"Key": "C215C3CC44E61C62F4BFB9898C45A5EF"
		},
		{
			"Source":
			{
				"Text": "------Start-------"
			},
			"Translation":
			{
				"Text": "------开始-------"
			},
			"Key": "EC0B9AC1469629C0BE24158CC47B7DF0"
		},
		{
			"Source":
			{
				"Text": "------对UE具有热情的开发者"
			},
			"Translation":
			{
				"Text": "------对UE具有热情的开发者"
			},
			"Key": "EC75E30F482667855D8CD781B2395082"
		},
		{
			"Source":
			{
				"Text": "-----English-----"
			},
			"Translation":
			{
				"Text": "-----English-----"
			},
			"Key": "8D20A97842DD8BC94B61E69FC7DAB826"
		},
		{
			"Source":
			{
				"Text": "-----Language-----"
			},
			"Translation":
			{
				"Text": "-----语言-----"
			},
			"Key": "B1BCD1F34A334D48CC5CE0B87C792305"
		},
		{
			"Source":
			{
				"Text": "-----中文-----"
			},
			"Translation":
			{
				"Text": "-----中文-----"
			},
			"Key": "88FA4B3847ECC45D78B7F7A507745A5C"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": "0"
			},
			"Key": "8262ACE242467C28323130892437E449"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": "0"
			},
			"Key": "33AC47874AC4FE6EDAFD41A9906A8760"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": "0"
			},
			"Key": "A13AE30A42AAC09611C9729F8BF48787"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": "0"
			},
			"Key": "B005A7CB481FCA2467B2CDB72B3A91DA"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": "0"
			},
			"Key": "D6A015154D9A3D718FD5BC8F91B3643E"
		},
		{
			"Source":
			{
				"Text": "0"
			},
			"Translation":
			{
				"Text": "0"
			},
			"Key": "F29CBA4E461BF75AA98F439692580701"
		},
		{
			"Source":
			{
				"Text": "<---"
			},
			"Translation":
			{
				"Text": "<---"
			},
			"Key": "D0F9E6DB4B18786C237524B38211282C"
		},
		{
			"Source":
			{
				"Text": "Backeard"
			},
			"Translation":
			{
				"Text": "Backeard"
			},
			"Key": "4303EDFA42E7BC17DEF9E3B0CE9250C0"
		},
		{
			"Source":
			{
				"Text": "Black Dye Collector"
			},
			"Translation":
			{
				"Text": "黑色材料收集器"
			},
			"Key": "39318D6F4F54ECB3288DE09F38D6C04C"
		},
		{
			"Source":
			{
				"Text": "BlackMaterial:"
			},
			"Translation":
			{
				"Text": "黑色材料:"
			},
			"Key": "B4BD478F490DF0088FC12CB1C817A926"
		},
		{
			"Source":
			{
				"Text": "BlueMaterial:"
			},
			"Translation":
			{
				"Text": "蓝色材料:"
			},
			"Key": "0A9D37C34993DD6B0AD541B07D2F6A37"
		},
		{
			"Source":
			{
				"Text": "Collection nets"
			},
			"Translation":
			{
				"Text": "收集网"
			},
			"Key": "E3A1A6F94CD09B4CEE86A994D52BC2FA"
		},
		{
			"Source":
			{
				"Text": "Float board"
			},
			"Translation":
			{
				"Text": "浮力板"
			},
			"Key": "018C9A99438FEC65A885568A07C3A569"
		},
		{
			"Source":
			{
				"Text": "Floor"
			},
			"Translation":
			{
				"Text": "Floor"
			},
			"Key": "B19B7942412AA49A80339FA469083FA2"
		},
		{
			"Source":
			{
				"Text": "Forward"
			},
			"Translation":
			{
				"Text": "Forward"
			},
			"Key": "E8A8A81340EAF58D8E5566A494A2B393"
		},
		{
			"Source":
			{
				"Text": "GreenMaterial:"
			},
			"Translation":
			{
				"Text": "绿色材料:"
			},
			"Key": "30ECBD83424BE7337FA728AC1BA03A44"
		},
		{
			"Source":
			{
				"Text": "Island"
			},
			"Translation":
			{
				"Text": "Island"
			},
			"Key": "B30ACF284F2057519FB44C93C07AA268"
		},
		{
			"Source":
			{
				"Text": "Left"
			},
			"Translation":
			{
				"Text": "Left"
			},
			"Key": "9889388746BFDD66E1123296A14252F9"
		},
		{
			"Source":
			{
				"Text": "Loading..................................."
			},
			"Translation":
			{
				"Text": "加载中..................................."
			},
			"Key": "C27E687941FF1405FBBC74A7C73A0A6F"
		},
		{
			"Source":
			{
				"Text": "NeedMaterial"
			},
			"Translation":
			{
				"Text": "需要的材料"
			},
			"Key": "46D67F73469593EEE7B00BB2DAC679B2"
		},
		{
			"Source":
			{
				"Text": "One"
			},
			"Translation":
			{
				"Text": "One"
			},
			"Key": "A571BBA1412439F2D6F921B8AC8BDDB8"
		},
		{
			"Source":
			{
				"Text": "Orange Dye Collector"
			},
			"Translation":
			{
				"Text": "橙色材料收集器"
			},
			"Key": "5DE024E747073A21B9D2ED932F2666BC"
		},
		{
			"Source":
			{
				"Text": "OrangeMaterial"
			},
			"Translation":
			{
				"Text": "橙色材料"
			},
			"Key": "7CAAB1634E2475B84E376ABA8B9BDE4B"
		},
		{
			"Source":
			{
				"Text": "Right"
			},
			"Translation":
			{
				"Text": "Right"
			},
			"Key": "2E1A314D41761F4D2873C5BBC43651F6"
		},
		{
			"Source":
			{
				"Text": "Three"
			},
			"Translation":
			{
				"Text": "Three"
			},
			"Key": "26CEA3684D8475AF17121E9A2BCD8200"
		},
		{
			"Source":
			{
				"Text": "Two"
			},
			"Translation":
			{
				"Text": "Two"
			},
			"Key": "8D303318408C7E56AEFD36B04ED74F89"
		},
		{
			"Source":
			{
				"Text": "Water"
			},
			"Translation":
			{
				"Text": "Water"
			},
			"Key": "AB1A498041B111DA1BB6AB8B179B20CD"
		},
		{
			"Source":
			{
				"Text": "YellowMaterial:"
			},
			"Translation":
			{
				"Text": "黄色材料:"
			},
			"Key": "D3354BB04BCE2CEAA6EB8F81958DFBF5"
		},
		{
			"Source":
			{
				"Text": "_______________________"
			},
			"Translation":
			{
				"Text": "_______________________"
			},
			"Key": "9AE2887345BFCB366F0BDC8907D8F4FF"
		},
		{
			"Source":
			{
				"Text": "hydroelectric generator"
			},
			"Translation":
			{
				"Text": "水力发电机"
			},
			"Key": "D6F8678A47E95509ADEC85AC12DB8C53"
		},
		{
			"Source":
			{
				"Text": "levelOne"
			},
			"Translation":
			{
				"Text": "一级"
			},
			"Key": "4F92B8B24A4F1804318E3C8C0E215859"
		},
		{
			"Source":
			{
				"Text": "levelthree"
			},
			"Translation":
			{
				"Text": "三级"
			},
			"Key": "7CBBF7C9480418CE895FCC85E35AF62C"
		},
		{
			"Source":
			{
				"Text": "leveltwo"
			},
			"Translation":
			{
				"Text": "二级"
			},
			"Key": "A762AA7D42A8988898FF03A076408247"
		},
		{
			"Source":
			{
				"Text": "saving"
			},
			"Translation":
			{
				"Text": "保存中"
			},
			"Key": "9E88F7FD4C1AF28FEF3A43AD7B3F6046"
		},
		{
			"Source":
			{
				"Text": "作者：三清"
			},
			"Translation":
			{
				"Text": "作者：三清"
			},
			"Key": "EA575CEB4D5405FD78878EA7FE324806"
		},
		{
			"Source":
			{
				"Text": "空"
			},
			"Translation":
			{
				"Text": "空"
			},
			"Key": "6B7DE3FD4921615AEF06B8AE64E2E84B"
		}
	]
}